Repository: GillesPl/demo-rs
Catalog: src/locale/messages.*.xlf
Languages: nl

source: Supported Types
nl: Ondersteunde Types

source: Belgian eID
nl: Belgische eID

# emv
source: EMV (Credit/Debit Cards)
nl: EMV (Bankkaarten)

# luxEid
source: Luxembourgish eID
nl: Luxemburgse eID

source: LuxTrust Cards
nl: LuxTrust Kaarten

# ocraOtp
source: OCRA OTP Cards
nl: OCRA OTP Kaarten

source: CIV/PIV Cards
nl: CIV/PIV Kaarten

source: Spanish DNIe
nl: Spaanse DNIe

# cardNotSupported
source: Don't find your card in the list? {LINE_BREAK}Send us an email with the card you want supported!
nl: Kaart niet in de lijst? {LINE_BREAK}Stuur ons een email met de kaart die u wilt ondersteund zien!

source: Refresh Data
nl: Vernieuwen

# supportedCards
source: Is my card supported?
nl: Wordt mijn kaart ondersteund?

source: Admin Panel
nl: Admin Paneel

# serviceNotice
source: This service is provided free of charge, and is intended for private use only. No personal info is saved when using this service.
nl: Deze dienst wordt gratis aangeboden en is enkel voor priv√©gebruik bedoeld. Bij gebruik van deze dienst wordt geen persoonlijke info opgeslagen.

# allRightReserved
source: All rights reserved.
nl: Alle rechten voorbehouden.

source: Card Contents
nl: Kaartinhoud

source: Select Card
nl: Selecteer Kaart

source: Insert Card
nl: Kaart Invoeren

# insertCardPrompt
source: Insert the {START_TAG_STRONG}smartcard{CLOSE_TAG_STRONG} you want to read into the smartcard reader.
nl: Steek de {START_TAG_STRONG}smartcard{CLOSE_TAG_STRONG} die u wilt uitlezen in uw lezer.

# waitingForCard
source: Waiting for smartcard...
nl: Wachten op kaart...

source: Card not recognized?
nl: Kaart niet herkend

# checkCardSupported
source: Check if it is supported {START_LINK}here{CLOSE_LINK}.
nl: Controleer {START_LINK}hier{CLOSE_LINK} of ze ondersteund wordt.

source: Error communicating with reader
nl: Fout bij communicatie met lezer

source: Try again?
nl: Opnieuw proberen?

source: Connect Reader
nl: Lezer Verbinden

# connectReaderDesc
source: Please connect your {START_TAG_STRONG}smartcard reader{CLOSE_TAG_STRONG} to your computer. {LINE_BREAK} Once it is connected, this page will automatically detect it.
nl: Gelieve uw {START_TAG_STRONG}smartcard reader{CLOSE_TAG_STRONG} met de computer te verbinden. {LINE_BREAK} Hij wordt automatisch gedetecteerd eens ingeplugd.

source: Looking for readers...
nl: Zoeken naar lezers...

source: by Trust1Connector
nl: door Trust1Connector

# promoText
source: Read the content of your smartcard, using any type of reader, {START_TAG_STRONG}completely free{CLOSE_TAG_STRONG}. {LINE_BREAK}This service is available for personal use, and we {START_TAG_STRONG}never{CLOSE_TAG_STRONG} save any data from your card.
nl: Lees de inhoud van uw smartcard, met om het even welke lezer, {START_TAG_STRONG}volledig gratis{CLOSE_TAG_STRONG}.{LINE_BREAK} Deze dienst is bedoeld voor persoonlijk gebruik, en slaat {START_TAG_STRONG}nooit{CLOSE_TAG_STRONG} data van uw kaart op.

# downloadTitle
source: Download the Trust1Connector
nl: Download de Trust1Connector

# downloadHelpText
source: To use this website, you need to install the Trust1Connector. This is a small piece of software that enables the communication with your card reader, no matter which browser or reader you use.
nl: Om deze website te kunnen gebruiken moet u de Trust1Connector installeren. Dit is een klein stukje software dat ons in staat stelt met uw kaartlezer te communiceren, ongeacht welke browser of kaartlezer u gebruikt.

# enterEmail
source: Enter your email address and we will send you a download link!
nl: Geef uw email adres in en we sturen u een download link!

source: Insert your email address
nl: Geef uw email in

source: Request Link
nl: Link Aanvragen

# newsCheckbox
source: Click here if you want to receive news/updates on the Trust1Connector or Trust1Team products and services. You can unsubscribe at any time!
nl: Klik hier als u updates/nieuws over de Trust1Connector of andere Trust1Team producten en services wilt ontvangen. U kan op elk moment uitschrijven!

# mailPrivacyNotice
source: Your email address is required for validation purposes only and is not saved unless you give us express permission by selecting the checkbox above. It will never be shared with any third parties.
nl: Uw email adres is enkel vereist voor validatiedoeleinden en wordt niet opgeslagen, tenzij u uitdrukkelijk hiervoor toestemming geeft via de selectie hierboven. Het wordt nooit met derde partijen gedeeld.

# waitingForInstall
source: Waiting for installation...
nl: Wachten op installatie...

# instructionsSent
source: An email with download instructions is on its way to you.
nl: Een email met downloadinstructies is onderweg.

# autodetectAfterInstall
source: Check your email and, once the installation is complete, the Trust1Connector will automatically be detected.
nl: Controleer uw email. Zodra de installatie afgerond is zal de Trust1Connector automatisch gedetecteerd worden.

# firefoxRestartRequired
source: Because you are using Firefox, you will need to manually restart your browser after installation.
nl: Omdat u Firefox gebruikt, zal u na de installatie uw browser volledig moeten herstarten.

source: Why?
nl: Waarom?

# firefoxTitle
source: Why do I have to restart Firefox?
nl: Waarom moet ik Firefox herstarten?

# firefoxTrustedCertificates
source: We use trusted certificates to secure the communication between browser and card reader. During the installation, these certificates are added to the keychain, a collection of trusted certificates on your computer.
nl: We gebruiken trusted certificates om de communicatie tussen browser en kaartlezer te beveiligen. Tijdens de installatie worden deze certificaten toegevoegd aan de sleutelbos, een collectie van trusted certificates op uw computer.

# firefoxKeychain
source: Most browsers use the operating system keychain, but Firefox has opted to use its own, separate, keychain. Because Firefox only reads the contents of this keychain when it is (re)started, we unfortunately have no other option but to do a full restart after the installation.
nl: De meeste browsers gebruiken de sleutelbos van het besturingssysteem, maar Firefox heeft ervoor gekozen om een eigen, aparte sleutelbos te gebruiken. Omdat Firefox de inhoud van die sleutelbos alleen uitleest bij het (her)starten van de browser, hebben we helaas geen andere keuze dan een volledige restart te doen na de installatie.

source: Reading Card...
nl: Kaart Uitlezen...

source: Error reading card
nl: Fout bij lezen van kaart

# errorNotSupported
source: We're sorry, this type of card is currently not supported.
nl: Dit type kaart wordt op dit moment helaas niet ondersteund

# supportedCardTypes
source: You can find the list of currently supported card types {START_LINK}here{CLOSE_LINK}.
nl: U vindt de volledige lijst met ondersteunde kaarttypes {START_LINK}hier{CLOSE_LINK}.

# insertDifferentCardToTryAgain
source: Insert a different card to try again!
nl: Voer een andere kaart in en probeer opnieuw!

# futureSupport
source: If you would like us to support this type of card in the future, let us know what kind of card this is.
nl: Als u dit type kaart graag ondersteund zou zien in de toekomst, laat ons dan weten wat voor soort kaart dit is.

source: Please provide a short description of the card
nl: Korte beschrijving van de kaart

# submitFeedback
source: Submit
nl: Versturen

# thankYouForFeedback
source: Thank you for your feedback!
nl: Bedankt voor uw feedback!

source: Card Type:
nl: Kaarttype

# printLegalCopy
source: Print Legal Copy of Card
nl: Print Legale Kopie van Kaart

# printLegalCopySubtitle
source: We are going to provide you a secure PDF version of the content of your eID card. This document will be digitally signed by you to be compliant with EU regulation and be considered as an original copy that you can distribute. No information will be stored on our side and you will be the only possessor of the generated copy.
nl: We bezorgen u een beveiligde PDF versie van de inhoud van uw eID kaart. Het document zal digitaal ondertekend zijn door U, in overeenstemming met EU regelgeving en kan beschouwd worden als een originele kopie die u kan distribueren. Er wordt geen informatie opgeslagen en U zal de enige eigenaar van de gegenereerde kopie zijn.

source: Start Printing
nl: Start Printproces

source: Generate PDF
nl: Genereer PDF

source: Generating...
nl: Genereren...

source: Generated
nl: Gegenereerd

source: Sign
nl: Onderteken

source: Signing...
nl: Ondertekenen...

source: Enter PIN on reader...
nl: Voer PIN in op lezer...

source: Signed
nl: Getekend

source: Download Ready!
nl: Klaar voor download!

# useReaderPinpad
source: Enter the PIN code on your reader's pinpad
nl: Gebruik het pinpad van uw lezer om de PIN code in te voeren

source: Awaiting response from reader...
nl: Wachten op antwoord van lezer...

# signXml
source: Sign Example XML
nl: Teken XML voorbeeld

# signXmlSubtitle
source: This will digitally sign an example XML file with the certificates on your card. At the end of the process, you will be able to download the signed XML file.{LINE_BREAK}{LINE_BREAK}
nl: Een voorbeeld XML bestand wordt digitaal ondertekend met de certificaten op uw kaart. Op het einde van het tekenproces kan u het getekende XML bestand downloaden.{LINE_BREAK}{LINE_BREAK}

source: Start Signing
nl: Start Ondertekenen

source: Additional Information
nl: Bijkomende Informatie

source: Address
nl: Adres

source: Street
nl: Straat

source: City
nl: Stad

source: General Information
nl: Algemene Informatie

source: Chip number
nl: Chipnummer

# showCert
source: Show extended info
nl: Toon uitgebreide informatie

# hideCert
source: Hide extended info
nl: Verberg uitgebreide informatie

# loadingCerts
source: Loading...
nl: Laden...

source: Certificates
nl: Certificaten

source: Copy
nl: Kopi√´er

source: National Register
nl: Rijksregister

# checkingCertificates
source: Validating card certificates...
nl: Kaartcertificaten valideren...

# errorCheckingCertificates
source: An error occurred during the validation process. Please try again later.
nl: Er trad een fout op tijdens het validatieproces. Probeer het later opnieuw.

# certificatesValid
source: All certificates OK. Card is valid.
nl: Alle certificaten OK. Kaart is geldig.

# certificatesInvalid
source: Certificate check failed. Card invalid.
nl: Certificaatcheck mislukt. Kaart ongeldig.

# clickToCheckPin
source: Click to check PIN code
nl: Klik om PIN code te controleren

# pinCheckCancelled
source: Cancelled on reader, click to try again.
nl: Geannuleerd op lezer, klik om opnieuw te proberen

# pinCheckError
source: An error occurred during the validation process. Please try again later.
nl: Er is een fout opgetreden tijdens de PIN validate. Probeer het later opnieuw.

# pinTriesRemaining
source: Wrong PIN entered; {ICU} remaining.
nl: Verkeerde PIN; {ICU} resterend.

source: {VAR_PLURAL, plural, =1 {1 try} other {{INTERPOLATION} tries} }
nl: {VAR_PLURAL, plural, =1 {1 poging} other {{INTERPOLATION} pogingen} }

source: PIN check ok.
nl: PIN code OK.

# pinBlocked
source: {INTERPOLATION} invalid PINs entered. PIN blocked.
nl: {INTERPOLATION} foute PIN codes ingevoerd. PIN geblokkeerd.

source: Card
nl: Kaart

source: Holder
nl: Houder

source: Expires
nl: Vervalt

# accessToLuxRestricted
source: Access to the Luxembourg eID card is secured with a PIN code.{LINE_BREAK}Please provide your PIN to continue.
nl: Toegang tot de Luxemburgse eID kaart is beveiligd met een PIN code.{LINE_BREAK}Gelieve uw PIN in te geven om verder te gaan.

# waitingForReaderResponse
source: Waiting for response from reader...
nl: Wacht op antwoord van kaartlezer...

# userReaderPinpad
source: Use your reader's pinpad to enter the PIN code.
nl: Voer de PIN code in op uw kaartlezer

# printSummary
source: Print the content of my card
nl: Print de inhoud van mijn kaart

source: Biometric Data
nl: Biometrische Data

source: Sign PDF (Demo)
nl: Onderteken PDF (Demo)

source: Generate
nl: Genereer

source: Click to copy
nl: Klik om te kopi√´ren

# pivAccessRestricted
source: Access to the PIV card is secured with a PIN code.{LINE_BREAK}Please provide your PIN to continue.
nl: Toegang tot de PIV kaart is beveiligd met een PIN code.{LINE_BREAK}Gelieve uw PIN in te geven om verder te gaan.

source: Reading data...
nl: Data uitlezen...

# ptAddressData
source: Address Data
nl: Adresdata

# ptAbbrBuildingType
source: Abbr. Building Type:
nl: Afgek. Gebouwtype:

# ptAbbrStreetType
source: Abbr. Street Type:
nl: Afgek. Straattype:

# ptBuildingType
source: Building Type:
nl: Gebouwtype:

# ptCivilParish
source: Civil Parish:
nl: Civiele Buurt:

# ptCivilParishDesc
source: Civil Parish Description:
nl: Civiele Buurt Omschrijving:

# ptDisctrictDesc
source: District Description:
nl: District Omschrijving:

# ptDoorNumber
source: Door No.:
nl: Deur Nr.:

# ptFloor
source: Floor:
nl: Verdieping:

# ptGeneralAddressNumber
source: Gen. Address Num.:
nl: Gen. Adres Num.:

# ptIsNational
source: Is National:
nl: Heeft Nationaliteit:

# ptLocality
source: Locality:
nl: Omgeving:

# ptMunicipality
source: Municipality:
nl: Gemeente:

# ptMunicipalityDesc
source: Municipality Description:
nl: Gemeente Omschrijving:

# ptPlace
source: Place:
nl: Plaats:

# ptPostalLocality
source: Postal Locality:
nl: Postomgeving:

# ptSide
source: Side:
nl: Kant:

# ptStreetName
source: Street Name:
nl: Straatnaam:

# ptStreetType
source: Street Type:
nl: Straattype:

# mobibActive
source: {START_TAG_STRONG}Active{CLOSE_TAG_STRONG}
nl: {START_TAG_STRONG}Actief{CLOSE_TAG_STRONG}

# mobibNotActive
source: {START_TAG_STRONG}Not active{CLOSE_TAG_STRONG}
nl: {START_TAG_STRONG}Niet Actief{CLOSE_TAG_STRONG}

# mobibValidityStartsOn
source: Validity starts on {INTERPOLATION}
nl: Geldig vanaf {INTERPOLATION}

# mobibExpired
source: {START_TAG_STRONG}Expired{CLOSE_TAG_STRONG} on {INTERPOLATION}
nl: {START_TAG_STRONG}Verlopen{CLOSE_TAG_STRONG} op {INTERPOLATION}

# mobibValidUntil
source: {START_TAG_STRONG}Valid{CLOSE_TAG_STRONG} until {INTERPOLATION}
nl: {START_TAG_STRONG}Geldig{CLOSE_TAG_STRONG} tot {INTERPOLATION}
